Repository: tomwalker/django_quiz
Catalog: quiz/locale/*/LC_MESSAGES/django.po
Languages: fr, my

source: Questions
my: မေးခွန်းများ

source: Category
fr: Catégorie
my: ခေါင်းစဉ်

source: Categories
fr: Catégories
my: ခေါင်းစဉ်များ

source: Sub-Category
fr: Sous-catégorie
my: ခေါင်းစဉ်ခွဲ

source: Sub-Categories
fr: Sous-catégories
my: ခေါင်းစဉ်ခွဲများ

source: Title
fr: Titre
my: ခေါင်းစီး

source: Description
my: ဖော်ပြချက်

source: a description of the quiz
fr: une description du quiz
my: မေးခွန်းဖော်ပြချက်

source: a user friendly url
fr: une url simple (slug)
my: အသုံးပြုသူအဆင်ပြေသည့်လင့်ခ်

source: user friendly url
fr: url simple (slug)
my: အသုံးပြုသူအဆင်ပြေသည့်လင့်ခ်

source: Random Order
fr: Ordre aléatoire
my: အစဉ်အစီတကျမဟုတ်သည့်

source: Display the questions in a random order or as they are set?
fr: Affiche les questions dans un ordre aléatoire ou tel que défini ?
my: မေးခွန်းများကို သတ်မှတ်ထားသည့်အတိုင်း အစဉ်တကျမဟုတ်ဘဲဖော်ပြမလား

source: Max Questions
fr: Nombre maximum de questions
my: မေးခွန်းအများဆုံး

source: Number of questions to be answered on each attempt.
fr: Nombre de questions à répondre à chaque essai.
my: တစ်ကြိမ်ဖြေတိုင်း မေးရမည့်မေးခွန်းအရေအတွက်

source: Correct answer is NOT shown after question. Answers displayed at the end.
fr: Les réponses correctes ne sont PAS affichés après les questions, mais uniquement à la fin.
my: အဖြေမှန်များကို မေးခွန်းဖြေပြီးချိန်တွင်ဖော်ပြပေးမည်မဟုတ်ဘဲ နောက်ဆုံးအချိန်မှ ဖော်ပြပေးမည်ဖြစ်သည်

source: Answers at end
fr: Réponses à la fin
my: နောက်ဆုံးမှအဖြေ

source: If yes, the result of each attempt by a user will be stored. Necessary for marking.
fr: Si oui, le résultat de chaque essai sera enregistré. Nécessaire pour les examens
my: ဟုတ်တယ်လို့မှတ်သားထားပါက အသုံးပြုသူမှ တစ်ကြိမ်ကြိုးစားတိုင်းအဖြေကိုသိမ်းထားမည်ဖြစ်ပြီး အမှန်ခြစ်သည့်အချိန်တွင်လိုပါလိမ့်မည်

source: Exam Paper
fr: Examen
my: စာမေးပွဲစာရွက်

source: If yes, only one attempt by a user will be permitted. Non users cannot sit this exam.
fr: Si oui, un seul essai par utilisateur est autorisé. Les personnes non connectés ne peuvent pas passer ce quiz.
my: ဟုတ်တယ်လို့ဖြေပါက အသုံးပြုသူတစ်ဦးမှ ကြိုစားတိုင်းခွင့်ပြုမည်ဖြစ်သည်။ အသုံးပြုသူမဟုတ်ပါက စာမေးပွဲဖြေနိုင်မည်မဟုတ်ပါ

source: Single Attempt
fr: Essai unique
my: တစ်ကြိမ်ကြိုးစားမှု

source: Pass Mark
fr: Note requise
my: အောင်မြင်နိုင်သည့်အမှတ်

source: Percentage required to pass exam.
fr: Pourcentage de bonne réponse pour passer ce quiz.
my: စာမေးပွဲအောင်မြင်ရန်လိုအပ်သောရာခိုင်နှုန်း

source: Displayed if user passes.
fr: Affiché si l'utilisateur réussi.
my: အသုံးပြုသူအောင်မအောင် ကိုဖော်ပြမည်

source: Success Text
fr: Texte de succès
my: အောင်မြင်ခဲ့ပါကစာ

source: Fail Text
fr: Texte d'échec
my: ကျဆုံးခဲ့ပါကဖော်ပြရန်စာ

source: Displayed if user fails.
fr: Affiché si l'utilisateur échoue.
my: အသုံးပြုသူမအောင်မြင်ပါက ဖော်ပြရန်

source: Draft
fr: Brouillon
my: အကြမ်း

source: If yes, the quiz is not displayed in the quiz list and can only be taken by users who can edit quizzes.
fr: Si ui, le quiz n'est pas affiché dans la liste des quiz et ne peut être passé que par les utilisateurs qui peuvent éditer les quiz.
my: ဟုတ်တယ်လို့ဖြေပါက မေးခွန်းကို မေးခွန်းစာရင်းထဲတွင်ဖော်ပြထားမည်မဟုတ်ဘဲ မေးခွန်းကို ပြင်ဆင်နိုင်သောအသုံးပြုသူသာ ပြင်ဆင်ခွင့်ရှိမည်ဖြစ်သည်

source: Quiz
my: မေးခွန်း

source: Quizzes
fr: Quiz
my: မေးခွန်းများ

source: User
fr: Utilisateur
my: အသုံးပြုသူ

source: Score
my: ရမှတ်

source: User Progress
fr: Progrès utilisateur
my: အသုံးပြုသူအခြေအနေ

source: User progress records
fr: Progrès utilisateur
my: အသုံးပြုသူအခြေအနေမှတ်တမ်း

source: error
fr: erreur
my: ချို့ယွင်းချက်

source: category does not exist or invalid score
fr: la catégorie n'existe pas ou le score est invalide
my: ခေါင်းစဉ်သည်မရှိပါ သို့မဟုတ် မမှန်ကန်သောအမှတ်

source: Question Order
fr: Ordre des questions
my: မေးခွန်းအစီအစဉ်ချမှု

source: Question List
fr: Liste des questions
my: မေးခွန်းစာရင်း

source: Incorrect questions
fr: Questions erronées
my: မမှန်ကန်သောမေးခွန်းများ

source: Current Score
fr: Score actuel
my: ယခုရမှတ်

source: Complete
fr: Completé
my: ပြီးဆုံးခဲ့ပြီ

source: User Answers
fr: Réponse de l'utilisateur
my: အသုံးပြုသူအဖြေများ

source: Start
fr: Début
my: စတင်မည်

source: End
fr: Fin
my: ပြီးပြီ

source: Can see completed exams.
fr: Peut voir les quiz complétés.
my: ပြီးဆုံးခဲ့သောစာမေးပွဲများမြင်နိုင်သည်

source: Figure
my: ကိန်းဂဏန်း

source: Enter the question text that you want displayed
fr: Entrez l'intitulé de la question que vous voulez afficher
my: သင်ဖော်ပြလိုသောမေးခွန်းစာကိုရိုက်ထည့်ပါ

source: Question
my: မေးခွန်း

source: Explanation to be shown after the question has been answered.
fr: Explication à afficher une fois la réponse donnée.
my: မေးခွန်းမေး၊ဖြေပြီးပါက ဖော်ပြရန် ရှင်းလင်းချက်

source: Explanation
fr: Explication
my: ရှင်းလင်းချက်

source: Example Quiz Website
fr: Site de quiz d'example
my: ဥပမာ မေးခွန်း ဝက်ဘ်ဆိုဒ်

source: You answered the above question incorrectly
fr: Vous avez répondu incorrectement à la question.
my: အထက်ဖော်ပြပါ မေးခွန်းကို သင်မှန်ကန်စွာ မဖြေခဲ့ပါ

source: This is the correct answer
my: ဒီဟာသည်မှန်ကန်သောအဖြေဖြစ်သည်

source: This was your answer.
fr: Ceci est votre réponse.
my: ဒီဟာသည် သင်၏အဖြေ

source: Progress Page
fr: Page des progrès
my: အခြေအနေ စာမျက်နှာ

source: User Progress Page
fr: Page des progrès de l'utilisateur
my: အသုံးပြုသူအခြေအနေစာမျက်နှာ

source: Question Category Scores
fr: Score par catégorie
my: မေးခွန်း ခေါင်းစဉ် အမှတ်များ

source: Correctly answererd
fr: Réponses correctes
my: မှန်ကန်စွာဖြေခဲ့သော

source: Incorrect
fr: Incorrecte
my: မမှန်ကန်သော

source: Previous exam papers
fr: Examen précédent
my: ယခင်စာမေးပွဲ မေးခွန်းများ

source: Below are the results of exams that you have sat.
fr: Ci-dessous sont présentés les examens que vous avez passé.
my: သင်ဖြေကြားဖူးခဲ့သော စာမေးပွဲရလဒ်များမှာ အောက်ပါအတိုင်းဖြစ်သည်

source: Quiz Title
fr: Titre du quiz
my: မေးခွန်းခေါင်းစဉ်

source: Possible Score
fr: Score possible
my: ဖြစ်နိုင်ခြေရှိသော ရမှတ်

source: The previous question
fr: Question précédente
my: ယခင်မေးခွန်း

source: Your answer was
fr: Votre réponse été
my: သင့်အဖြေမှာ

source: Question category
fr: Catégorie de question
my: မေးခွန်းခေါင်းစဉ်အမျိုးအစား

source: Check
my: စစ်ဆေးမည်

source: All Quizzes
fr: Tous les quiz
my: မေးခွန်းအားလုံး

source: Category list
fr: Liste des catégories
my: ခေါင်းစဉ်အမျိုးအစားစာရင်း

source: You will only get one attempt at this quiz
fr: Vous n'aurez qu'un seul essai pour ce quiz
my: ဒီမေးခွန်းကို သင်တစ်ကြိမ်သာဖြေခွင့်ရှိမည်ဖြစ်သည်

source: Start quiz
fr: Début de quiz
my: စဖြေမည်

source: List of quizzes
fr: List des quiz
my: မေးခွန်းစာရင်းများ

source: Exam
fr: Examen
my: စာမေးပွဲ

source: Single attempt
fr: Unique essai
my: တစ်ကြိမ်ကြိုးစားမှု

source: View details
fr: Voir le détail
my: အသေးစိတ်အချက်အလက်များကိုကြည့်မည်

source: There are no available quizzes
my: ရရှိနိုင်သောမေးခွန်းများမရှိပါ

source: Result of
fr: Resultat de
my: ရလဒ်၏

source: for
fr: pour
my: အတွက်

source: Quiz title
fr: Titre du quiz
my: မေးခွန်းခေါင်းစဉ်

source: Completed
fr: Complété
my: ပြီးပြည့်စုံခဲ့သော

source: User answer
fr: Réponse de l'utilisateur
my: အသုံးပြုသူအဖြေ

source: incorrect
fr: incorrecte
my: မမှန်ကန်သော

source: Correct
my: မှန်ကန်သော

source: Toggle whether correct
fr: Inverse le resultat
my: အဖြေမှန်ကန်ုဖော်ပြမည်၊ မဖော်ပြမည်

source: List of complete exams
fr: Liste des examens complétés
my: ဖြေပြီးခဲ့သော စာမေးပွဲစာရင်း

source: Filter
fr: Filtres
my: စစ်ထုတ်ရန်

source: There are no matching quizzes
my: ကိုက်ညီသောမေးခွန်းများမရှိပါ

source: Exam Results for
fr: Résultat de l'examen pour
my: စာမေးပွဲရလဒ်အတွက်မှာ

source: Exam results
fr: Résultats de l'examen
my: စာမေးပွဲရလဒ်

source: Exam title
fr: Titre de l'examen
my: စာမေးပွဲခေါင်းစဉ်

source: You answered
my: သင်ဖြေကြားခဲ့သောအဖြေမှာ

source: questions correctly out of
my: မေးခွန်းများမှ မှန်ကန်ခဲ့သည်မှာ

source: giving you
my: သင့်ကိုပေးမည်မှာ

source: percent correct
my: ရာခိုင်နှုန်း မှန်ကန်သည်

source: Review the questions below and try the exam again in the future
my: အောက်ပါမေးခွန်းများကို ကြည့်ရှုပါ ပြီးတော့ နောက်စာမေးပွဲအတွက် ပြန်လည်ကြိုးစားပါ

source: The result of this exam will be stored in your progress section so you can review and monitor your progression
my: ဒီစာမေးပွဲရလဒ်ကို သင်၏ အခြေအနေပြ အပိုင်းတွင် သိမ်းထားမည်ဖြစ်ပြီး သင်သည် သင်၏ရလဒ်အခြေအနေကို နောက်ပိုင်းတွင် ပြန်လည်ကြည့်နိုင်မည်ဖြစ်သည်

source: Your session score is
my: သင်၏စာမေးပွဲရမှတ်မှာ

source: out of a possible
my: ဖြစ်နိုင်သော

source: Your answer
fr: Votre réponse
my: သင့်အဖြေ

source: You have already sat this exam and only one sitting is permitted
my: သင်သည်ဒီစာမေးပွဲကို ဖြေပြီးပြီဖြစ်သည်။ တစ်ဦးလျှင် တစ်ကြိမ်သာဖြေခွင့်ရှိသည်

source: This exam is only accessible to signed in users
my: ဒီစာမေးပွဲသည် ဝင်ရောက်နိုင်သောအသုံးပြုသူများအတွက်သာဖြစ်သည်

source: Quizzes related to
fr: Quiz en lien avec
my: မေးခွန်းသက်ဆိုင်သည်မှာ

source: Quizzes in the
my: ထိုထဲတွင်ပါသောမေးခွန်းများ

source: category
my: ခေါင်းစဉ်အမျိုးအစား

source: There are no quizzes
my: မေးခွန်းများမရှိပါ

source: Reset ongoing sittings
fr: Réinitialiser les examens en cours

source: Delete all sittings
fr: Supprimer tous les examens

source: This is the correct answer.
fr: Ceci est la réponse correcte.

source: Question %(current)s of %(total)s
fr: Question %(current)s sur %(total)s

source: There are no available quizzes.
fr: Il n'y a pas de quiz disponible

source: You answered %(score)s questions correctly out of %(max_score)s, giving you %(percent)s percent correct.
fr: Vous avez répondu à %(score)s questions correctement sur un total de%(max_score)s, ce qui vous fait %(percent)s % correct.

source: Review the questions below and try the exam again in the future.
fr: Révisez les questions et ré-essayez le quiz.

source: The result of this exam will be stored in your progress section so you can review and monitor your progression.
fr: Le résultat du quiz sera enregistré dans votre section sur les progrés et vous pourrez y revenir pour visualiser votre progression.

source: Your session score is %(session)s out of a possible %(possible)s.
fr: Votre score de session est de %(session)s sur un possilbe de %(possible)s.

source: You have already sat this exam and only one sitting is permitted.
fr: Vous avez déjà tenté cet examen et un seul essai est permis.

source: This exam is only accessible to signed in users.
fr: Cet examen n'est accessible qu'aux utilisateurs enregistrés.

source: There are no matching quizzes.
fr: Il n'y a pas de quiz correspondant.

source: Quizzes in the %(category)s category
fr: Quiz dans la catégorie %(category)s

source: There is no quiz
fr: Il n'y a pas de quiz
