Repository: tomwalker/django_quiz
Catalog: multichoice/locale/*/LC_MESSAGES/django.po
Languages: my_my

source: Content
my_my: မာတိကာ

source: Random
my_my: အစီအစဉ်တကျမဟုတ်ဘဲ

source: None
my_my: ဘာမှမဟုတ်

source: The order in which multichoice answer options are displayed to the user
my_my: အသုံးပြုသူထံသို့ အဖြေများစွာရှိသည့်မေးခွန်းများအတွက် စီရန်

source: Answer Order
my_my: အဖြေစီပုံ

source: Multiple Choice Question
my_my: အဖြေအများ ရွေးနိုင်သောမေးခွန်းပုံစံ

source: Multiple Choice Questions
my_my: အဖြေအများ ရွေးနိုင်သောမေးခွန်းပုံစံများ

source: Question
my_my: မေးခွန်း

source: Enter the answer text that you want displayed
my_my: သင်ဖော်ပြလိုသောအဖြေကိုရိုက်ထည့်ပါ

source: Is this a correct answer?
my_my: ဒီဟာသည် အဖြေမှန်လား

source: Correct
my_my: အဖြေမှန်

source: Answer
my_my: အဖြေ

source: Answers
my_my: အဖြေများ
